Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeDomain/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Pick a symbol and a colour from the ones offered.
ar: اختر رمزًا ولونًا من بين المعروض.
de: Wähle ein Symbol und eine Farbe aus den angebotenen.
es: Elige un símbolo y un color entre los propuestos.
fr: Choisissez un symbole et une couleur parmi ceux proposés.
hi: दिए गए विकल्पों में से एक प्रतीक और एक रंग चुनें।
it: Scegli un simbolo e un colore tra quelli proposti.
ja: 表示されている中から記号と色を選択してください。
ko: 제공된 항목 중에서 기호와 색상을 선택하십시오.
nl: Kies een symbool en een kleur uit de aangeboden opties.
pl: Wybierz symbol i kolor spośród dostępnych.
pt_br: Escolha um símbolo e uma cor entre os oferecidos.
ru: Выберите символ и цвет из предложенных.
tr: Sunulanlar arasından bir simge ve bir renk seçin.
uk: Виберіть символ і колір із запропонованих.
zh_hans: 请从提供的选项中选择符号和颜色。
zh_hant: 請從提供的選項中選擇符號和顏色。

source: Pick one of the agents detected on this Mac.
ar: اختر أحد الوكلاء المكتشفين على هذا الـ Mac.
de: Wähle einen der auf diesem Mac erkannten Agents.
es: Elige uno de los agentes detectados en este Mac.
fr: Choisissez l’un des agents détectés sur ce Mac.
hi: इस Mac पर पहचाने गए एजेंटों में से एक चुनें।
it: Scegli uno degli agenti rilevati su questo Mac.
ja: このMacで検出されたエージェントのいずれかを選択してください。
ko: 이 Mac에서 감지된 에이전트 중 하나를 선택하십시오.
nl: Kies een van de agents die op deze Mac zijn gedetecteerd.
pl: Wybierz jednego z agentów wykrytych na tym Macu.
pt_br: Escolha um dos agentes detectados neste Mac.
ru: Выберите одного из агентов, обнаруженных на этом Mac.
tr: Bu Mac’te algılanan ajanlardan birini seçin.
uk: Виберіть одного з агентів, виявлених на цьому Mac.
zh_hans: 请选择在这台 Mac 上检测到的智能体之一。
zh_hant: 請選擇在此 Mac 上偵測到的代理程式之一。

source: Pick one of the agents listed above.
ar: اختر أحد الوكلاء المذكورين أعلاه.
de: Wähle einen der oben aufgeführten Agents.
es: Elige uno de los agentes de arriba.
fr: Choisissez l’un des agents ci-dessus.
hi: ऊपर सूचीबद्ध एजेंटों में से एक चुनें।
it: Scegli uno degli agenti elencati sopra.
ja: 上に表示されたエージェントのいずれかを選択してください。
ko: 위에 나열된 에이전트 중 하나를 선택하십시오.
nl: Kies een van de agents hierboven.
pl: Wybierz jednego z agentów wymienionych powyżej.
pt_br: Escolha um dos agentes listados acima.
ru: Выберите одного из агентов, перечисленных выше.
tr: Yukarıda listelenen ajanlardan birini seçin.
uk: Виберіть одного з агентів, наведених вище.
zh_hans: 请选择上面列出的智能体之一。
zh_hant: 請選擇上方列出的代理程式之一。

source: Pick one of those shown, or none.
ar: اختر واحدًا من المعروض، أو لا شيء.
de: Wähle einen der angezeigten oder keinen.
es: Elige uno de los mostrados o ninguno.
fr: Choisissez-en un parmi ceux affichés, ou aucun.
hi: दिखाए गए में से एक चुनें, या कोई नहीं।
it: Scegline uno tra quelli mostrati, oppure nessuno.
ja: 表示されているものから1つ選択するか、何も選択しないでください。
ko: 표시된 항목 중 하나를 선택하거나 선택하지 마십시오.
nl: Kies een van de getoonde opties, of geen.
pl: Wybierz jeden z pokazanych lub żaden.
pt_br: Escolha um dos mostrados, ou nenhum.
ru: Выберите один из показанных или ни одного.
tr: Gösterilenlerden birini seçin ya da hiçbirini seçmeyin.
uk: Виберіть один із показаних або жодного.
zh_hans: 请从显示的选项中选择一个，或不选。
zh_hant: 請從顯示的項目中選擇一個，或不選。

source: Purple
ar: أرجواني
de: Violett
es: Morado
fr: Violet
hi: बैंगनी
it: Viola
ja: パープル
ko: 보라색
nl: Paars
pl: Fioletowy
pt_br: Roxo
ru: Фиолетовый
tr: Mor
uk: Фіолетовий
zh_hans: 紫色
zh_hant: 紫色

source: Red
ar: أحمر
de: Rot
es: Rojo
fr: Rouge
hi: लाल
it: Rosso
ja: レッド
ko: 빨간색
nl: Rood
pl: Czerwony
pt_br: Vermelho
ru: Красный
tr: Kırmızı
uk: Червоний
zh_hans: 红色
zh_hant: 紅色

source: Remove them — they usually come with text pasted from a coloured terminal.
ar: أزلها — فهي تأتي عادةً مع نص ملصوق من طرفية ملونة.
de: Entferne sie – sie stammen meist aus Text, der aus einem farbigen Terminal eingefügt wurde.
es: Elimínalos: suelen venir con texto pegado desde un terminal en color.
fr: Supprimez-les : ils accompagnent souvent du texte collé depuis un terminal en couleur.
hi: इन्हें हटाएँ — ये आमतौर पर रंगीन टर्मिनल से पेस्ट किए गए टेक्स्ट के साथ आते हैं।
it: Rimuovili: di solito accompagnano testo incollato da un terminale a colori.
ja: 取り除いてください。通常、カラー表示のターミナルからペーストしたテキストに含まれています。
ko: 제거하십시오. 대개 색상이 있는 터미널에서 붙여넣은 텍스트에 포함되어 있습니다.
nl: Verwijder ze: ze komen meestal mee met tekst die uit een gekleurde terminal is geplakt.
pl: Usuń je — zwykle pojawiają się w tekście wklejonym z kolorowego terminala.
pt_br: Remova-os — eles costumam vir com texto colado de um terminal colorido.
ru: Удалите их — обычно они попадают вместе с текстом, вставленным из цветного терминала.
tr: Bunları kaldırın — genellikle renkli bir terminalden yapıştırılan metinle gelirler.
uk: Вилучіть їх — зазвичай вони потрапляють разом із текстом, вставленим із кольорового термінала.
zh_hans: 请移除它们 — 它们通常来自从彩色终端粘贴的文本。
zh_hant: 請將其移除 — 它們通常來自從彩色終端機貼上的文字。

source: Review
ar: مراجعة
es: Revisión
fr: Revue
hi: रिव्यू
it: Revisione
ja: レビュー
ko: 리뷰
pl: Recenzja
pt_br: Revisão
ru: Ревью
tr: İnceleme
uk: Рецензія
zh_hans: 审查
zh_hant: 審查

source: Review the merge request at {{url}}. Read the description and the diff, check out the branch if needed, and report correctness issues first, then missing tests, then style. Do not push anything. {{focus?}}
ar: راجع الـ merge request على {{url}}. اقرأ الوصف والـ diff، وانتقل إلى الفرع إذا لزم الأمر، وأبلغ أولًا عن مشكلات صحة الأداء، ثم الاختبارات الناقصة، ثم الأسلوب. لا تدفع (push) أي شيء. {{focus?}}
de: Prüfe den Merge-Request unter {{url}}. Lies die Beschreibung und den Diff, checke bei Bedarf den Branch aus und melde zuerst Fehler in der Funktionsweise, dann fehlende Tests, dann Stilfragen. Pushe nichts. {{focus?}}
es: Revisa la merge request {{url}}. Lee la descripción y el diff, cambia a la rama si hace falta e informa primero de los errores de funcionamiento, luego de las pruebas que faltan y por último del estilo. No hagas push de nada. {{focus?}}
fr: Faites la revue de la merge request {{url}}. Lisez la description et le diff, basculez sur la branche si besoin, et signalez d’abord les erreurs de fonctionnement, puis les tests manquants, puis le style. Ne poussez rien. {{focus?}}
hi: {{url}} पर merge request का रिव्यू करें। विवरण और diff पढ़ें, ज़रूरत हो तो ब्रांच चेकआउट करें, और पहले सही कार्य से जुड़ी समस्याएँ बताएँ, फिर छूटे हुए टेस्ट, फिर स्टाइल। कुछ भी push न करें। {{focus?}}
it: Fai la revisione della merge request {{url}}. Leggi la descrizione e il diff, passa al branch se serve e segnala prima i problemi di correttezza, poi i test mancanti, poi lo stile. Non fare push di nulla. {{focus?}}
ja: {{url}}のマージリクエストをレビューしてください。説明と差分を読み、必要ならブランチをチェックアウトして、まず動作の正しさに関する問題、次に不足しているテスト、最後にスタイルについて報告してください。何もプッシュしないでください。 {{focus?}}
ko: {{url}}의 merge request를 리뷰하십시오. 설명과 diff를 읽고, 필요하면 브랜치를 체크아웃한 다음, 동작 오류를 먼저 보고하고 이어서 누락된 테스트, 마지막으로 스타일을 보고하십시오. 아무것도 푸시하지 마십시오. {{focus?}}
nl: Review de merge request op {{url}}. Lees de beschrijving en de diff, check de branch uit als dat nodig is, en meld eerst functionele fouten, dan ontbrekende tests en dan stijl. Push niets. {{focus?}}
pl: Zrecenzuj merge request {{url}}. Przeczytaj opis i diff, w razie potrzeby przełącz się na gałąź i zgłoś najpierw błędy działania, potem brakujące testy, a na końcu styl. Niczego nie wypychaj. {{focus?}}
pt_br: Revise a merge request {{url}}. Leia a descrição e o diff, faça checkout da branch se necessário e relate primeiro os problemas de funcionamento, depois os testes ausentes e, por fim, o estilo. Não faça push de nada. {{focus?}}
ru: Проведи ревью merge request {{url}}. Прочитай описание и diff, при необходимости переключись на ветку и сообщи сначала об ошибках в логике, затем о недостающих тестах, затем о стиле. Ничего не отправляй (push). {{focus?}}
tr: {{url}} adresindeki merge request’i incele. Açıklamayı ve diff’i oku, gerekirse dala geç; önce doğruluk sorunlarını, sonra eksik testleri, sonra stili bildir. Hiçbir şey push etme. {{focus?}}
uk: Зроби рецензію merge request {{url}}. Прочитай опис і diff, за потреби перейди на гілку й повідом спершу про помилки в роботі коду, потім про відсутні тести, потім про стиль. Нічого не пуш. {{focus?}}
zh_hans: 审查 {{url}} 处的 merge request。阅读描述和 diff，必要时检出该分支，先报告正确性问题，再报告缺失的测试，最后报告代码风格。不要推送任何内容。 {{focus?}}
zh_hant: 審查 {{url}} 上的 merge request。閱讀描述和 diff，必要時切換到該分支，先回報正確性問題，再回報缺少的測試，最後是風格。不要推送任何內容。 {{focus?}}

source: Session name
ar: اسم الجلسة
de: Sitzungsname
es: Nombre de la sesión
fr: Nom de la session
hi: सेशन का नाम
it: Nome della sessione
ja: セッション名
ko: 세션 이름
nl: Sessienaam
pl: Nazwa sesji
pt_br: Nome da sessão
ru: Название сессии
tr: Oturum adı
uk: Назва сеансу
zh_hans: 会话名称
zh_hant: 工作階段名稱

source: Shorten it.
ar: اختصره.
de: Kürze ihn.
es: Acórtalo.
fr: Raccourcissez-le.
hi: इसे छोटा करें।
it: Accorcialo.
ja: 短くしてください。
ko: 길이를 줄이십시오.
nl: Maak hem korter.
pl: Skróć ją.
pt_br: Encurte-o.
ru: Сократите его.
tr: Kısaltın.
uk: Скоротіть її.
zh_hans: 请缩短。
zh_hant: 請縮短。

source: Shorten it: it is shown whole in the sidebar and in the window's title.
ar: اختصره: فهو يظهر كاملًا في الشريط الجانبي وفي عنوان النافذة.
de: Kürze ihn: Er wird vollständig in der Seitenleiste und im Fenstertitel angezeigt.
es: Acórtalo: se muestra completo en la barra lateral y en el título de la ventana.
fr: Raccourcissez-le : il s’affiche en entier dans la barre latérale et le titre de la fenêtre.
hi: इसे छोटा करें: यह साइडबार और विंडो के शीर्षक में पूरा दिखाया जाता है।
it: Accorcialo: viene mostrato per intero nella barra laterale e nel titolo della finestra.
ja: 短くしてください。サイドバーとウインドウのタイトルに全体が表示されます。
ko: 길이를 줄이십시오. 사이드바와 윈도우 제목에 전체가 표시됩니다.
nl: Maak hem korter: hij wordt volledig getoond in de navigatiekolom en de venstertitel.
pl: Skróć ją: jest wyświetlana w całości na pasku bocznym i w tytule okna.
pt_br: Encurte-o: ele aparece inteiro na barra lateral e no título da janela.
ru: Сократите его: оно полностью показывается в боковой панели и в заголовке окна.
tr: Kısaltın: kenar çubuğunda ve pencere başlığında tamamı gösterilir.
uk: Скоротіть її: вона показується повністю на бічній панелі та в заголовку вікна.
zh_hans: 请缩短：它会完整显示在边栏和窗口标题中。
zh_hant: 請縮短：它會完整顯示在側邊欄和視窗標題中。

source: Teal
ar: أزرق مخضر
de: Blaugrün
es: Verde azulado
fr: Sarcelle
hi: टील
it: Verde acqua
ja: ティール
ko: 청록색
nl: Blauwgroen
pl: Morski
pt_br: Verde-azulado
ru: Бирюзовый
tr: Deniz Mavisi
uk: Бірюзовий
zh_hans: 蓝绿色
zh_hant: 藍綠色

source: The agent %@ is not registered any more.
ar: لم يعد الوكيل %@ مسجّلًا.
de: Der Agent %@ ist nicht mehr registriert.
es: El agente %@ ya no está registrado.
fr: L’agent %@ n’est plus enregistré.
hi: एजेंट %@ अब पंजीकृत नहीं है।
it: L’agente %@ non è più registrato.
ja: エージェント%@は登録されていません。
ko: 에이전트 %@이(가) 더 이상 등록되어 있지 않습니다.
nl: De agent %@ is niet meer geregistreerd.
pl: Agent %@ nie jest już zarejestrowany.
pt_br: O agente %@ não está mais registrado.
ru: Агент %@ больше не зарегистрирован.
tr: %@ ajanı artık kayıtlı değil.
uk: Агент %@ більше не зареєстрований.
zh_hans: 智能体 %@ 已不再注册。
zh_hant: 代理程式 %@ 已不再註冊。

source: The folder must be an absolute path.
ar: يجب أن يكون المجلد مسارًا مطلقًا.
de: Der Ordner muss ein absoluter Pfad sein.
es: La carpeta debe ser una ruta absoluta.
fr: Le dossier doit être un chemin absolu.
hi: फ़ोल्डर एक निरपेक्ष पथ होना चाहिए।
it: La cartella deve essere un percorso assoluto.
ja: フォルダは絶対パスで指定する必要があります。
ko: 폴더는 절대 경로여야 합니다.
nl: De map moet een absoluut pad zijn.
pl: Folder musi być ścieżką bezwzględną.
pt_br: A pasta deve ser um caminho absoluto.
ru: Папка должна быть указана абсолютным путём.
tr: Klasör mutlak bir yol olmalıdır.
uk: Папка має бути абсолютним шляхом.
zh_hans: 文件夹必须是绝对路径。
zh_hant: 資料夾必須是絕對路徑。

source: The model %@ is not offered by this agent.
ar: لا يوفّر هذا الوكيل النموذج %@.
de: Dieser Agent bietet das Modell %@ nicht an.
es: Este agente no ofrece el modelo %@.
fr: Cet agent ne propose pas le modèle %@.
hi: यह एजेंट मॉडल %@ उपलब्ध नहीं कराता।
it: Il modello %@ non è offerto da questo agente.
ja: このエージェントにはモデル%@がありません。
ko: 이 에이전트는 모델 %@을(를) 제공하지 않습니다.
nl: Deze agent biedt het model %@ niet aan.
pl: Ten agent nie oferuje modelu %@.
pt_br: Este agente não oferece o modelo %@.
ru: Этот агент не предлагает модель %@.
tr: Bu ajan %@ modelini sunmuyor.
uk: Цей агент не пропонує модель %@.
zh_hans: 此智能体不提供模型 %@。
zh_hant: 此代理程式未提供模型 %@。

source: The prompt contains invisible control characters the agent would not read as text.
ar: يحتوي الـ prompt على أحرف تحكم غير مرئية لن يقرأها الوكيل كنص.
de: Der Prompt enthält unsichtbare Steuerzeichen, die der Agent nicht als Text lesen würde.
es: El prompt contiene caracteres de control invisibles que el agente no leería como texto.
fr: Le prompt contient des caractères de contrôle invisibles que l’agent ne lirait pas comme du texte.
hi: प्रॉम्प्ट में अदृश्य कंट्रोल वर्ण हैं जिन्हें एजेंट टेक्स्ट के रूप में नहीं पढ़ेगा।
it: Il prompt contiene caratteri di controllo invisibili che l’agente non leggerebbe come testo.
ja: プロンプトに、エージェントがテキストとして読み取れない不可視の制御文字が含まれています。
ko: 프롬프트에 에이전트가 텍스트로 읽지 못하는 보이지 않는 제어 문자가 있습니다.
nl: De prompt bevat onzichtbare stuurtekens die de agent niet als tekst zou lezen.
pl: Prompt zawiera niewidoczne znaki sterujące, których agent nie odczyta jako tekstu.
pt_br: O prompt contém caracteres de controle invisíveis que o agente não leria como texto.
ru: Промпт содержит невидимые управляющие символы, которые агент не воспримет как текст.
tr: İstem, ajanın metin olarak okuyamayacağı görünmez denetim karakterleri içeriyor.
uk: Промпт містить невидимі керівні символи, які агент не прочитає як текст.
zh_hans: 提示词包含不可见的控制字符，智能体不会将其读作文本。
zh_hant: 提示詞包含代理程式無法當作文字讀取的不可見控制字元。

source: The prompt is empty.
ar: الـ prompt فارغ.
de: Der Prompt ist leer.
es: El prompt está vacío.
fr: Le prompt est vide.
hi: प्रॉम्प्ट खाली है।
it: Il prompt è vuoto.
ja: プロンプトが空です。
ko: 프롬프트가 비어 있습니다.
nl: De prompt is leeg.
pl: Prompt jest pusty.
pt_br: O prompt está vazio.
ru: Промпт пуст.
tr: İstem boş.
uk: Промпт порожній.
zh_hans: 提示词为空。
zh_hant: 提示詞是空的。

# The prompt weighs %@; agents accept %@.
source: The prompt weighs %1$@; agents accept %2$@.
ar: حجم الـ prompt %1$@، ويقبل الوكلاء %2$@.
de: Der Prompt ist %1$@ groß; Agents akzeptieren %2$@.
es: El prompt ocupa %1$@; los agentes aceptan %2$@.
fr: Le prompt pèse %1$@ ; les agents acceptent %2$@.
hi: प्रॉम्प्ट का आकार %1$@ है; एजेंट %2$@ स्वीकार करते हैं।
it: Il prompt pesa %1$@; gli agenti accettano %2$@.
ja: プロンプトのサイズは%1$@です。エージェントが受け付けるのは%2$@です。
ko: 프롬프트 크기는 %1$@이며, 에이전트는 %2$@까지 허용합니다.
nl: De prompt is %1$@ groot; agents accepteren %2$@.
pl: Prompt zajmuje %1$@; agenci akceptują %2$@.
pt_br: O prompt ocupa %1$@; os agentes aceitam %2$@.
ru: Размер промпта — %1$@; агенты принимают %2$@.
tr: İstem %1$@ tutuyor; ajanlar %2$@ kabul ediyor.
uk: Розмір промпту — %1$@; агенти приймають %2$@.
zh_hans: 提示词大小为 %1$@，智能体接受 %2$@。
zh_hant: 提示詞大小為 %1$@；代理程式接受 %2$@。

source: The working folder must be an absolute path.
ar: يجب أن يكون مجلد العمل مسارًا مطلقًا.
de: Der Arbeitsordner muss ein absoluter Pfad sein.
es: La carpeta de trabajo debe ser una ruta absoluta.
fr: Le dossier de travail doit être un chemin absolu.
hi: कार्य फ़ोल्डर एक निरपेक्ष पथ होना चाहिए।
it: La cartella di lavoro deve essere un percorso assoluto.
ja: 作業フォルダは絶対パスで指定する必要があります。
ko: 작업 폴더는 절대 경로여야 합니다.
nl: De werkmap moet een absoluut pad zijn.
pl: Folder roboczy musi być ścieżką bezwzględną.
pt_br: A pasta de trabalho deve ser um caminho absoluto.
ru: Рабочая папка должна быть указана абсолютным путём.
tr: Çalışma klasörü mutlak bir yol olmalıdır.
uk: Робоча папка має бути абсолютним шляхом.
zh_hans: 工作文件夹必须是绝对路径。
zh_hant: 工作資料夾必須是絕對路徑。

source: This folder cannot be read.
ar: تتعذّر قراءة هذا المجلد.
de: Dieser Ordner kann nicht gelesen werden.
es: Esta carpeta no se puede leer.
fr: Ce dossier ne peut pas être lu.
hi: यह फ़ोल्डर पढ़ा नहीं जा सकता।
it: Questa cartella non può essere letta.
ja: このフォルダは読み込めません。
ko: 이 폴더를 읽을 수 없습니다.
nl: Deze map kan niet worden gelezen.
pl: Nie można odczytać tego folderu.
pt_br: Esta pasta não pode ser lida.
ru: Эту папку невозможно прочитать.
tr: Bu klasör okunamıyor.
uk: Цю папку неможливо прочитати.
zh_hans: 无法读取此文件夹。
zh_hant: 無法讀取此資料夾。

source: This folder no longer exists.
ar: لم يعد هذا المجلد موجودًا.
de: Dieser Ordner existiert nicht mehr.
es: Esta carpeta ya no existe.
fr: Ce dossier n’existe plus.
hi: यह फ़ोल्डर अब मौजूद नहीं है।
it: Questa cartella non esiste più.
ja: このフォルダは存在しなくなりました。
ko: 이 폴더는 더 이상 존재하지 않습니다.
nl: Deze map bestaat niet meer.
pl: Ten folder już nie istnieje.
pt_br: Esta pasta não existe mais.
ru: Эта папка больше не существует.
tr: Bu klasör artık yok.
uk: Ця папка більше не існує.
zh_hans: 此文件夹已不存在。
zh_hant: 此資料夾已不存在。

source: This path is a file, not a folder.
ar: هذا المسار ملف، وليس مجلدًا.
de: Dieser Pfad ist eine Datei, kein Ordner.
es: Esta ruta es un archivo, no una carpeta.
fr: Ce chemin désigne un fichier, pas un dossier.
hi: यह पथ एक फ़ाइल है, फ़ोल्डर नहीं।
it: Questo percorso è un file, non una cartella.
ja: このパスはフォルダではなくファイルです。
ko: 이 경로는 폴더가 아닌 파일입니다.
nl: Dit pad is een bestand, geen map.
pl: Ta ścieżka wskazuje plik, a nie folder.
pt_br: Este caminho é um arquivo, não uma pasta.
ru: Этот путь указывает на файл, а не на папку.
tr: Bu yol bir klasör değil, bir dosya.
uk: Цей шлях вказує на файл, а не на папку.
zh_hans: 此路径是文件，而不是文件夹。
zh_hant: 此路徑是檔案，而非資料夾。

source: This session identity cannot be stored.
ar: يتعذّر حفظ هوية الجلسة هذه.
de: Diese Sitzungsidentität kann nicht gespeichert werden.
es: Esta identidad de sesión no se puede guardar.
fr: Cette identité de session ne peut pas être enregistrée.
hi: यह सेशन पहचान सहेजी नहीं जा सकती।
it: Questa identità di sessione non può essere salvata.
ja: このセッションの識別情報は保存できません。
ko: 이 세션 식별 정보를 저장할 수 없습니다.
nl: Deze sessie-identiteit kan niet worden bewaard.
pl: Nie można zapisać tej tożsamości sesji.
pt_br: Esta identidade de sessão não pode ser armazenada.
ru: Невозможно сохранить идентификатор этой сессии.
tr: Bu oturum kimliği saklanamıyor.
uk: Неможливо зберегти цю ідентичність сеансу.
zh_hans: 无法存储此会话身份。
zh_hant: 無法儲存此工作階段識別資料。

source: This symbol or colour cannot be read.
ar: تتعذّر قراءة هذا الرمز أو اللون.
de: Dieses Symbol oder diese Farbe ist unlesbar.
es: Este símbolo o color es ilegible.
fr: Ce symbole ou cette couleur est illisible.
hi: यह प्रतीक या रंग पढ़ा नहीं जा सकता।
it: Questo simbolo o colore non è leggibile.
ja: この記号または色は読み込めません。
ko: 이 기호 또는 색상을 읽을 수 없습니다.
nl: Dit symbool of deze kleur is onleesbaar.
pl: Nie można odczytać tego symbolu lub koloru.
pt_br: Este símbolo ou esta cor não pode ser lido.
ru: Этот символ или цвет невозможно прочитать.
tr: Bu simge veya renk okunamıyor.
uk: Цей символ або колір неможливо прочитати.
zh_hans: 无法读取此符号或颜色。
zh_hant: 無法讀取此符號或顏色。

# This template has %lld fields; a template may have %lld.
source: This template has %1$lld fields; a template may have %2$lld.
ar: يحتوي هذا القالب على %1$lld حقلًا، والحد الأقصى للقالب %2$lld.
de: Diese Vorlage hat %1$lld Felder; erlaubt sind höchstens %2$lld.
es: Esta plantilla tiene %1$lld campos; una plantilla puede tener como máximo %2$lld.
fr: Ce gabarit compte %1$lld champs ; un gabarit peut en avoir %2$lld au plus.
hi: इस टेम्पलेट में %1$lld फ़ील्ड हैं; एक टेम्पलेट में अधिकतम %2$lld हो सकते हैं।
it: Questo template ha %1$lld campi; un template può averne %2$lld.
ja: このテンプレートには%1$lld個のフィールドがあります。テンプレートに設定できるのは%2$lld個までです。
ko: 이 템플릿에는 필드가 %1$lld개 있습니다. 템플릿에는 최대 %2$lld개까지 둘 수 있습니다.
nl: Dit sjabloon heeft %1$lld velden; een sjabloon mag er maximaal %2$lld hebben.
pl: Ten szablon ma pól: %1$lld; szablon może mieć najwyżej %2$lld.
pt_br: Esta predefinição tem %1$lld campos; uma predefinição pode ter no máximo %2$lld.
ru: В этом шаблоне полей: %1$lld; допустимо не более %2$lld.
tr: Bu şablonda %1$lld alan var; bir şablonda en fazla %2$lld alan olabilir.
uk: Цей шаблон має %1$lld полів; шаблон може мати щонайбільше %2$lld.
zh_hans: 此模板有 %1$lld 个字段，而模板最多可有 %2$lld 个。
zh_hant: 此範本有 %1$lld 個欄位；範本最多只能有 %2$lld 個。

source: What to look at
ar: ما يجب فحصه
de: Worauf achten
es: Qué examinar
fr: Points à examiner
hi: क्या देखना है
it: Cosa esaminare
ja: 確認するポイント
ko: 살펴볼 부분
nl: Waar je op moet letten
pl: Na co zwrócić uwagę
pt_br: O que examinar
ru: На что обратить внимание
tr: Neye bakılacak
uk: На що звернути увагу
zh_hans: 查看重点
zh_hant: 檢查重點

source: Write what the agent should be asked, with {{fields}} where the text changes.
ar: اكتب ما يجب طلبه من الوكيل، مع {{حقول}} حيث يتغير النص.
de: Schreibe, was der Agent gefragt werden soll, mit {{Feldern}} dort, wo sich der Text ändert.
es: Escribe lo que hay que pedir al agente, con {{campos}} donde cambie el texto.
fr: Écrivez ce qu’il faut demander à l’agent, avec des {{champs}} là où le texte change.
hi: लिखें कि एजेंट से क्या पूछा जाना चाहिए, और जहाँ टेक्स्ट बदलता है वहाँ {{fields}} रखें।
it: Scrivi cosa chiedere all’agente, con dei {{campi}} dove il testo cambia.
ja: エージェントへの依頼内容を記述し、テキストが変わる部分には{{フィールド}}を使用してください。
ko: 에이전트에게 요청할 내용을 작성하고, 텍스트가 바뀌는 곳에는 {{fields}}를 넣으십시오.
nl: Schrijf wat de agent moet worden gevraagd, met {{velden}} waar de tekst verandert.
pl: Napisz, o co poprosić agenta, z {{polami}} tam, gdzie tekst się zmienia.
pt_br: Escreva o que deve ser pedido ao agente, com {{campos}} onde o texto muda.
ru: Напишите, что нужно попросить у агента, с {{полями}} там, где текст меняется.
tr: Ajandan ne isteneceğini yazın; metnin değiştiği yerlere {{alanlar}} koyun.
uk: Напишіть, що слід попросити в агента, з {{полями}} там, де текст змінюється.
zh_hans: 写下要向智能体提出的请求，在文本变化处使用 {{字段}}。
zh_hant: 寫下要向代理程式提出的要求，在文字會變動處使用 {{fields}} 這類欄位。

source: Prompt
hi: प्रॉम्प्ट
ja: プロンプト
ko: 프롬프트
ru: Промпт
tr: İstem
uk: Промпт
zh_hans: 提示词
zh_hant: 提示詞
